{'update_id': 925291860, 'callback_query': {'id': '844324885353988389',
                                            'from': {'id': 196584706, 'is_bot': False, 'first_name': 'Denis',
                                                     'username': 'fferses', 'language_code': 'uk'},
                                            'message': {'message_id': 291, 'from': {'id': 667710349, 'is_bot': True,
                                                                                    'first_name': 'Orders',
                                                                                    'username': 'pynsmipybot'},
                                                        'chat': {'id': -1001979021180, 'title': 'Підтвердження',
                                                                 'type': 'supergroup'}, 'date': 1697134104,
                                                        'text': '🍎 B35N2 - 1.0 шт. - 280 грн \n Cумма 280 грн\n\nНотаток від клієнта нема\n\nРівне (Рівненська обл.), 33024, вул. Острозького князя, 4/6\n\n🍎 Замовлення №259989637\n\n+380968046184;ТТН немає\nНабакорська Тетяня\nДоставка "Укрпошта"\nСпособ оплати - Оплата на карту банка ПриватБанк: 5169330535212366 ФЛП Тишенко Денис,  \n\n  На будь якій випадок:\nB35N2 - 1.0 шт. - 280 грн \nНазвание: Високі чоловічі шкарпетки/Шкарпетки Nike/найк – Tie-Dye (найк) Подарунковий набір у коробці 5 пар 35-39\n\n==========================================================',
                                                        'entities': [
                                                            {'offset': 148, 'length': 9, 'type': 'phone_number'},
                                                            {'offset': 159, 'length': 13, 'type': 'phone_number'}],
                                                        'reply_markup': {'inline_keyboard': [[{'text': 'Прийнято',
                                                                                               'callback_data': '{"order": 259989637, "status": "received"}'},
                                                                                              {'text': 'Питання',
                                                                                               'callback_data': '{"order": 259989637, "custom_status_id": 137639}'}]]}},
                                            'chat_instance': '8573550676070862040',
                                            'data': '{"order": 259989637, "status": "received"}'}}



